---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.ElementTypeDuplicatedEventArgs
source: html/fdd69f34-7fee-8c63-4472-3c82204aed78.htm
---
# ElementTypeDuplicatedEventArgs Members

Indicates whether the event is being cancelled.